import Navbar from "../../components/Navbar";
import "./aboutComp.css";
function AboutComp() {
  return (
    <>
      <Navbar />
      <div className="aboutComp">
        <h1 className="about__title">
          АО «Завод Универсал» (с 1961 по 1989 гг. - Новокузнецкий завод
          «Сантехлит») вступил в строй действующих предприятий 31 декабря 1961
          года
        </h1>
        <p className="about__text">
          В этот день государственная комиссия подписала акт о сдаче первой
          очереди завода по производству чугунных купальных ванн в эксплуатацию.
          Пусконаладочные работы в литейном и эмалировочном цехах продолжались
          около двух месяцев со дня подписания акта, а к концу февраля 1962 года
          технологический процесс литья и эмалирования был отлажен полностью.
        </p>
        <p className="about__text">
          26 февраля 1962 года — первая продукция отправлена потребителям, эта
          дата и была утверждена коллективом днем рождения завода.
        </p>
        <p className="about__text">
          К концу 1962 года структура завода включала литейный, эмалировочный,
          ремонтно-механический цехи, энергосиловой, транспортный и
          ремонтно-строительный участки.
        </p>
        <p className="about__text">
          1963 год – год пуска второй очереди завода – цеха по производству
          канализационных труб и фасонных частей к ним.
        </p>
        <p className="about__text">
          13 марта 1963 года была отлита первая чугунная труба, в июне того же
          года труболитейный цех заработал на полную мощность - 30 000 тонн
          литья в год.
        </p>
        <p className="about__text">
          В ноябре 1967 года введен в строй эмалеприготовительный цех,
          обеспечивающий эмалью собственное производство полностью. Годовая
          производственная мощность составляла 8000 тонн в год.
        </p>
        <p className="about__text">
          В марте 1970 года в штамповочно-эмалировочном цехе завода освоен
          выпуск стального отопительного радиатора, в марте 1972 года
          конвекторный цех выдал первую продукцию - 1500 конвекторов. Конвектор
          «Комфорт» - стал основным стальным отопительным прибором для массового
          жилищного строительства и был удостоен Диплома первой степени ВДНХ
          СССР.
        </p>
        <p className="about__text">
          В декабре 1979 года вступил в строй стан по производству
          электросварных труб, что позволило решить вопрос обеспечения
          электросварными трубами производство конвекторов.
        </p>
        <p className="about__text">
          В 2000 году основным направлением развития АО «Завод Универсал»
          становится производство стального конвектора «Универсал». Конвектор
          разработан совместно с «НИИсантехники» г. Москвы и отвечает всем
          современным требованиям, предъявляемым к отопительным приборам.
        </p>
        <h1 className="about__title">
          В 2003 году на базе «Новосибирского завода керамических изделий» был
          создан ООО «Завод керамических изделий «Универсал»
        </h1>
        <p className="about__text">
          И практически сразу же на заводе началось масштабное перевооружение.
        </p>
        <p className="about__text">
          Первым и наиболее важным, качественным этапом развития ООО «ЗКИ
          «Универсал» стала газификация технологических процессов обжига изделий
          в туннельных печах, ранее использующих для этих целей топочный мазут.
          Перевод обжига изделий на природный газ стал, без преувеличения,
          революционным прорывом в производстве.
        </p>
        <p className="about__text">
          На втором этапе был фактически полностью модернизирован
          производственный процесс. Была освоена технология литья форм под
          давлением и приобретена новая обжиговая печь.
        </p>
        <p className="about__text">
          В поставке оборудования для технологических процессов ООО «ЗКИ
          «Универсал» сотрудничал с европейскими грандами в этой области:
          итальянскими фирмами «SITI» и «SACMI», чешской фирмой «Abadia» и
          другими.
        </p>
        <p className="about__text">
          Инвестиции позволили получить ООО «ЗКИ «Универсал» современные
          технологии и отлаженное производство, что дает возможность на равных
          конкурировать с другими передовыми заводами РФ.
        </p>
        <p className="about__text">
          2005 год. Значимым событием в истории АО «Завод Универсал» является
          модернизация устаревшего оборудования. Освоен выпуск принципиально
          новых чугунных эмалированных ванн на современной автоматизированной
          линии VFK 7 фирмы «Heinrich Wagner Sinto» (Германия) по наиболее
          прогрессивной на данный момент технологии литья ванн методом
          вакуумно-пленочной формовки. Эффективная работа и многолетний опыт
          коллектива позволили достичь европейского уровня качества выпускаемых
          чугунных ванн.
        </p>
        <p className="about__text">
          В 2009 году, в целях повышения культуры производства, качества
          продукции и производительности в штамповочно-эмалировочном цехе АО
          «Завод Универсал» установлено три робототехнологических комплекса,
          предназначенных для дуговой роботизированной сварки плавящимся
          электродом в среде защитных газов конвектора с корпусом термостата
          производства ООО «Danfoss» и конвектора с байпасом. Клапан
          терморегулятора производства ООО «Danfoss» позволяет регулировать
          расход теплоносителя через конвектор и поддерживать в помещении
          заданную температуру.
        </p>
        <p className="about__text">
          Со второй половины 2011 года активно развивается производство
          горно-шахтного оборудования. На сегодняшний день мы предлагаем полный
          производственный цикл от производства отливок до механической
          обработки.
        </p>
        <p className="about__text">
          В мае 2012 года освоено производство полимерпесчаных изделий, таких
          как плитка тротуарная, бордюр, решетка газонная, черепица и люк
          смотрового колодца. Наша продукция отвечает самым высоким
          эксплуатационным требованиям, в том числе в вопросах безопасности и
          экологичности.
        </p>
        <p className="about__text">
          В 2016 году АО «Завод Универсал» присоединился к Ассоциации
          производителей радиаторов отопления АПРО и выразил поддержку в ряде
          программ АПРО, которые повысят ответственность производителей,
          обеспечат здоровую конкуренцию на российском рынке отопительных
          приборов и исключат недобросовестных производителей.
        </p>
        <p className="about__text">
          2017 год для АО «Завод Универсал» является юбилейным, 26 февраля
          предприятие отметило 55 лет!
        </p>
        <p className="about__text">
          В марте 2017 года АО «Завод Универсал» был удостоен высокой оценки за
          актуальность, профессионализм предоставленной экспозиции на самой
          крупной в уральском регионе выставке BuildUral / WorldBuild Ural 2017,
          где были представлены стальные конвекторы «Универсал».
        </p>
        <p className="about__text">
          В июне 2017 года стальные конвекторы «Универсал» малой и средней
          глубины успешно прошли верификацию в рамках функционирования
          Подсистемы Системы добровольной оценки соответствия Национального
          объединения строителей.
        </p>
        <p className="about__text">
          В юбилейном году АО «Завод Универсал» выпустил новую модель чугунной
          эмалированной ванны «Элегия» 170х70, а так же освоено производство
          нового вида продукции - поддон душевой чугунный эмалированный
          «Классик».
        </p>
        <p className="about__text">
          Конец 2018 года для АО «Завод Универсал» имел несколько серьезных
          событий, предприятие реализовало, важный для экологии города, проект
          организации системы очистных сооружений промышленно-ливневых вод.
        </p>
        <p className="about__text">
          В декабре 2018 года Завод представил своим покупателям новую чугунную
          ванну Сибирячка длиной 180 см и шириной 80 см. Ванны такой длины и
          ширины ещё не было в ассортименте предприятия.
        </p>
        <p className="about__text">
          В июне 2019 года чугунные ванны «Классик», «Ностальжи» и «Сибирячка»
          производства АО «Завод Универсал» стали лауреатами регионального
          конкурса «Лучшие товары и услуги Кузбасса» 2019 года и включены в
          список продукции, получившей право маркировки золотым знаком
          «Кузбасское качество».
        </p>
        <p className="about__text">
          В октябре 2019 года по итогам Всероссийского конкурса Программы «100
          лучших товаров России» 2019 года чугунные ванны «Классик», «Ностальжи»
          и «Сибирячка» производства АО «Завод Универсал» стали лауреатами в
          номинации «Промышленные товары для населения» и получили право
          размещать логотип Программы «100 лучших товаров» на товарах.
        </p>
        <p className="about__text">
          В декабре 2019 года запущено производство чугунной ванны Ностальжи
          длиной 140 см и шириной 70 см. Ванны такой длины ещё не было в
          ассортименте предприятия.
        </p>
        <p className="about__text">
          В 2020 году запущено производство чугунных люков, чаши Генуя и новой
          современной модели чугунной ванны «Оптима» длиной 150/160/170 см и
          шириной 70 см. Ванна отличается от других моделей ровными прямыми
          линиями и плоским прямоугольным дном.
        </p>
        <p className="about__text">
          Важным событием для завода в 2020 году стал выпуск чугунных ванн под
          брендом Wottē. Это более дорогой ценовой сегмент с более высокими
          требованиями к изделию и расширенной гарантией до 25 лет.
        </p>
        <p className="about__text">
          В 2021 году увеличили ассортимент чугунных ванн большой ванной -
          модель «Оптима» 180х80 см и моделью «Эталон» в двух размерах 150х70 см
          и 170х70 см. В конце года предприятие расширило географию поставок,
          чугунные ванны отгрузили в Литовскую республику.
        </p>
        <p className="about__text">
          В настоящее время наша компания остается одними из крупнейших
          российских производителей сантехники с численностью почти 1500 человек
          и зарекомендовала себя как надежного и стабильного работодателя и
          партнера, оставив след на самых современных выставках, таких как
          «MosBuild», «Уголь России и Майнинг» и проч.
        </p>
      </div>
    </>
  );
}

export default AboutComp;
